{
  "NAV": {
    "VIDEO": "Video"
  },
  "MAIN": {
    "PAGETITLE": "online converter",
    "COMINGSOON": "Coming soon!"
  },
  "VIDEOPAGE": {
    "PAGETITLE": "Video"
  },
  "BUTTONS": {
    "REVERSE": "Reverse",
    "CUT": "Cut",
    "CUTFRAGMENT": "Cut fragment",
    "EXTRACTAUDIO": "Extract audio",
    "REMOVE": "Remove",
    "REMOVEAUDIO": "Remove audio",
    "CONVERT": "Convert",
    "RESIZE": "Resize",
    "ROTATE": "Rotate",
    "DOWNLOAD": "Download",
    "UPLOADAREA": "Drop video file, or click here"
  },
  "LANGUAGES": {
		"EN": "En",
		"RU": "Ру",
		"TITLE": "Language"
  },
  "PREVIEW": {
    "STILLREAD": "Please wait, still reading the file"
  },
  "NOSCRIPT": "Please enable JavaScript to continue using this application.",
  "GREETING": {
    "CUT": {
      "ICON": "local_movies",
      "TITLE":"Cut video clip",
      "TEXT": "This web application will help you cut a fragment from a small video file directly in your browser. It does not require installation."
    },
    "REVERSE": {
      "ICON": "rv_hookup",
      "TITLE":"Reverse video",
      "TEXT": "Here you can transcode your video without having to install any programs so that it plays backwards. It can be fun."
    },
    "EXTRACTAUDIO": {
      "ICON": "audiotrack",
      "TITLE":"Extract audio track",
      "TEXT": "You can easily extract an audio track from the video in MPEG 4 Audio: \".m4a\" format, which you can listen to on most devices."
    },
    "MUTE": {
      "ICON": "volume_off",
      "TITLE":"Remove sound",
      "TEXT": "With this web application, you can, in just a couple of clicks, remove the audio track from your video and leave it completely silent."
    },
    "SECURE": {
      "ICON": "security",
      "TITLE":"Fully secured",
      "TEXT": "This is a fully secure web application. Your files are not sent to the server, processed only by your computer in your browser and are available only to you."
    },
    "INTERFACE": {
      "ICON": "mouse",
      "TITLE":"Simple interface",
      "TEXT": "The application interface is very simple. You can easily master it: read the file from the disk, make a couple of mouse clicks and get a link to the finished video."
    },
    "SPEED": {
      "ICON": "memory",
      "TITLE":"Speed",
      "TEXT": "Processing speed depends on the size and resolution of the video and the need to transcode it, as well as the power of your computer and browser."
    },
    "FORMATS": {
      "ICON": "save",
      "TITLE":"Formats",
      "TEXT": "The web application works with a large number of video formats. If the file does not open, it is probably damaged or too large."
    },
    "FUNCTIONS": {
      "ICON": "build",
      "TITLE":"Functionality",
      "TEXT": "We are constantly improving our application and expanding the set of functions. You do not need to download or update anything."
    },
    "HOWIT": {
      "ICON": "vpn_lock",
      "TITLE":"How it works",
      "TEXT": "How it works? This is a Javascript application, it can work directly in the browser. Your files are not uploaded to any server on the Internet and is always secure!"
    },
    "FREE": {
      "ICON": "card_giftcard",
      "TITLE":"Free",
      "TEXT": "This is a free web application. You do not have to pay anything, just open your files and use the web application directly in the browser."
    }
  },
  "GREETINGBUTTONS": {
    "TRYNOW": "Try it now!",
    "READFILE": "Select a file!",
    "CHECKOUT": "Check out!"
  },
  "GDPR": {
    "BAR": "We use cookies to make interactions with our websites and services easy and meaningful, to better understand how they are used and to tailor advertising. You can read more and make your cookie choices <a href=\"/ru/privacy\">here</a>. By continuing to use this site you are giving us your consent to do this.",
    "TITLE": "Privacy policy and use of cookies",
    "TEXT": "<p>This website uses cookies to analyse traffic (only anonymized and aggregated data using Google Analytics and Yandex Metrika), remember your preferences, and serve advertisments (using Google Adsense, non-personalized ads are used in EU). If you would like to change your preferences you may do so by following the instructions here.</p><p>We don't knowingly collect or store any personal information on our servers.<br />If you think we are hosting something containing your personal data or content belonging to you and would like to get it removed, please let me know.</p><p>Your files or data are not sent to the server, processed only by your computer in your browser and are available only to you.</p>"
  }

}