{
  "NAV": {
    "VIDEO": "Video",
    "PRIVACY": "Privacy"
  },
  "MAIN": {
    "PAGETITLE": "online video tools",
    "COMINGSOON": "Coming soon!"
  },
  "VIDEOPAGE": {
    "PAGETITLE": "Video"
  },
  "BUTTONS": {
    "REVERSE": "Reverse",
    "CUT": "Cut",
    "CUTFRAGMENT": "Cut fragment",
    "EXTRACTAUDIO": "Extract audio",
    "REMOVE": "Remove",
    "REMOVEAUDIO": "Remove audio",
    "CONVERT": "Convert",
    "RESIZE": "Resize",
    "ROTATE": "Rotate",
    "DOWNLOAD": "Download",
    "UPLOADAREA": "Drop video file, or click here"
  },
  "LANGUAGES": {
		"EN": "En",
		"RU": "Ру",
		"TITLE": "Language"
  },
  "PREVIEW": {
    "STILLREAD": "Please wait, still reading the file"
  },
  "NOSCRIPT": "Please enable JavaScript to continue using this application.",
  "GREETING": {
    "CUT": {
      "ICON": "local_movies",
      "TITLE":"Cut video clip",
      "TEXT": "This web application will help you cut a fragment from a small video file directly in your browser. It does not require installation."
    },
    "REVERSE": {
      "ICON": "rv_hookup",
      "TITLE":"Reverse video",
      "TEXT": "Here you can transcode your video without having to install any programs so that it plays backwards. It can be fun."
    },
    "EXTRACTAUDIO": {
      "ICON": "audiotrack",
      "TITLE":"Extract audio track",
      "TEXT": "You can easily extract an audio track from the video in MPEG 4 Audio: \".m4a\" format, which you can listen to on most devices."
    },
    "MUTE": {
      "ICON": "volume_off",
      "TITLE":"Remove sound",
      "TEXT": "With this web application, you can, in just a couple of clicks, remove the audio track from your video and leave it completely silent."
    },
    "SECURE": {
      "ICON": "security",
      "TITLE":"Fully secured",
      "TEXT": "This is a fully secure web application. Your files are not sent to the server, processed only by your computer in your browser and are available only to you."
    },
    "INTERFACE": {
      "ICON": "mouse",
      "TITLE":"Simple interface",
      "TEXT": "The application interface is very simple. You can easily master it: read the file from the disk, make a couple of mouse clicks and get a link to the finished video."
    },
    "SPEED": {
      "ICON": "memory",
      "TITLE":"Speed",
      "TEXT": "Processing speed depends on the size and resolution of the video and the need to transcode it, as well as the power of your computer and browser."
    },
    "FORMATS": {
      "ICON": "save",
      "TITLE":"Formats",
      "TEXT": "The web application works with a large number of video formats. If the file does not open, it is probably damaged or too large."
    },
    "FUNCTIONS": {
      "ICON": "build",
      "TITLE":"Functionality",
      "TEXT": "We are constantly improving our application and expanding the set of functions. You do not need to download or update anything."
    },
    "HOWIT": {
      "ICON": "vpn_lock",
      "TITLE":"How it works",
      "TEXT": "How it works? This is a Javascript application, it can work directly in the browser. Your files are not uploaded to any server on the Internet and is always secure!"
    },
    "FREE": {
      "ICON": "card_giftcard",
      "TITLE":"Free",
      "TEXT": "This is a free web application. You do not have to pay anything, just open your files and use the web application directly in the browser."
    }
  },
  "GREETINGBUTTONS": {
    "TRYNOW": "Try it now!",
    "READFILE": "Select a file!",
    "CHECKOUT": "Check out!"
  },
  "GDPR": {
    "BAR": "We use cookies to make interactions with our websites and services easy and meaningful, to better understand how they are used and to tailor advertising. You can read more and make your cookie choices <a href=\"/ru/privacy\">here</a>. By continuing to use this site you are giving us your consent to do this.",
    "TITLE": "Privacy policy and use of cookies",
    "TEXT": "<p>This website uses cookies to analyse traffic (only anonymized and aggregated data using Google Analytics and Yandex Metrika), remember your preferences, and serve advertisments (using Google Adsense, non-personalized ads are used in EU). If you would like to change your preferences you may do so by following the instructions <a href=\"https://www.aboutcookies.org/how-to-control-cookies/\">here</a>.</p><p>We don't knowingly collect or store any personal information on our servers.<br />If you think we are hosting something containing your personal data or content belonging to you and would like to get it removed, please see browser console.</p><p>Your files or data are not sent to the server, processed only by your computer in your browser and are available only to you.</p><h2>Cookies</h2><h3>What are cookies?</h3><p>We may collect information using \"cookies.\" Cookies are small data files stored on the hard drive of your computer or mobile device by a website. We may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them) to provide you with a more personal and interactive experience on our Site.</p><p>We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Site; and (2) third party cookies, which are served by service providers on our Site, and can be used by such service providers to recognize your computer or mobile device when it visits other websites.</p><h3>Cookies we use</h3><p>Our Site uses the following types of cookies for the purposes set out below:</p><h4>Essential Cookies</h4><p>These cookies are essential to provide you with services available through our Site and to enable you to use some of its features. For example, they allow you to log in to secure areas of our Site and help the content of the pages you request load quickly. Without these cookies, the services that you have asked for cannot be provided, and we only use these cookies to provide you with those services.</p><h4>Functionality Cookies</h4><p>These cookies allow our Site to remember choices you make when you use our Site, such as remembering your language preferences, remembering your login details and remembering the changes you make to other parts of our Site which you can customize. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Site.</p><h4>Analytics and Performance Cookies</h4><p>These cookies are used to collect information about traffic to our Site and how users use our Site. The information gathered does not identify any individual visitor. It includes the number of visitors to our Site, the websites that referred them to our Site, the pages they visited on our Site, what time of day they visited our Site, whether they have visited our Site before, and other similar information. We use this information to help operate our Site more efficiently, to gather broad demographic information and to monitor the level of activity on our Site.<p>We use Google Analytics for this purpose. Google Analytics uses its own cookies. It is only used to improve how our Site works. You can find out more information about Google Analytics cookies here: <a href=\"https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage\">https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</a>. </p><p>You can find out more about how Google protects your data here: <a  href=\"https://www.google.com/analytics/learn/privacy.html\">https://www.google.com/analytics/learn/privacy.html</a>.</p><p>You can prevent the use of Google Analytics relating to your use of our Site by downloading and installing the browser plugin available via this link: <a  href=\"https://tools.google.com/dlpage/gaoptout\">https://tools.google.com/dlpage/gaoptout</a>.</p><h4>Targeted and advertising cookies</h4><p>These cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, and with our permission, third party advertisers can place cookies to enable them to show adverts which we think will be relevant to your interests while you are on third party websites.</p><h4>Social Media Cookies</h4><p>These cookies are used when you share information using a social media sharing button or \"like\" button on our Site or you link your account or engage with our content on or through a social networking website such as Facebook, Twitter or Google+. The social network will record that you have done this.</p><h3>Disabling cookies</h3><p>You can typically remove or reject cookies via your browser settings. In order to do this, follow the instructions provided by your browser (usually located within the \"settings,\" \"help\" \"tools\" or \"edit\" facility). Many browsers are set to accept cookies until you change your settings.</p><p>If you do not accept our cookies, you may experience some inconvenience in your use of our Site. For example, we may not be able to recognize your computer or mobile device and you may need to log in every time you visit our Site.</p><h2>Advertising</h2><p>We may use other companies to serve third-party advertisements when you visit and use the Site. These companies may collect and use click stream information, browser type, time and date, subject of advertisements clicked or scrolled over during your visits to the Site and other websites in order to provide advertisements about goods and services likely to be of interest to you. These companies typically use tracking technologies to collect this information. Other companies' use of their tracking technologies is subject to their own privacy policies.</p>"
  }

}